import './Rules.scss'

const Rules = () => {
    return(
        <div className="rules">
            <div className="text">
                <ul>
                    <h1>Причины по котором вы можете  быть кикнутым с лиги.</h1>

                    <li>Неадекватное поведение во время игр  - кик</li>
                    <li>Намеренный руин игры ( выход во время игры или афк ) - кик</li>
                    <li>Использование стороннего П.О - кик (Ликвид запрещен! Любой вид)</li>
                    <li>Неуважительное отношение к организации - кик</li>
                    <li>Очень наглое поведение по отношению к участникам лиги - кик</li>
                    <li>Запрещено намеренное использование багов игры - кик</li>
                    <li>Запрещены какие-либо попытки обмана организации. - кик</li>
                    <li>Игра с левого аккаунта - кик</li>
                    <li>Ник в дискорде не как на вайме - кик</li>
                    <li>Игра которая закончилась ничьей не будет засчитана</li>
                    <li>Нельзя использовать программы влияющие на интернет соединение. (NetBalancer, ExitLag и прочее)</li>
                    <li>Решение администрации выше правил. </li>
                    <li>Передача аккаунта запрещена . </li>
                    <li>За ложную подачу репорта и попытку обмануть администрацию, человек подающий жалобу, будет кикнут с лиги.</li>
                    <li>На одной приватной игре может быть только 8 игроков!</li>
                </ul>
            </div>
        </div>
    )
}

export default Rules;